import React from "react";
import P1 from "../../Assests/Img/p1.jpg";
import "./About.css";

const About1 = () => {
  return (
    <div className="aboutp">
      <div className="container">
        <h1  className="about-name">Преимущества цветной цифровой печати.</h1>
        <div className="large-container">
          <div className="top">
            <div className="img-container">
              <img className="about-img" src={P1} alt="" />
            </div>
            <p className="about-text">
              Ниже мы постарались ответить на вопросы о преимуществах цифровой
              печати и срочной цифровой печати, которые больше всего интересуют
              наших заказчиков. Мы постарались донести информацию о том что
              цифровая печать: выгодна, цифровая печать позволяет печатать
              полиграфию срочно, действительно срочно; позволяет вам самим
              подготовить макет для качественной полиграфической печати и
              напечатать ровно такой тираж, какой Вам нужен, а не запасаться
              "тоннами полиграфии" на годы вперед при том, что информация в
              рекламной полиграфии устаревает чуть ли не каждый месяц...
            </p>
          </div>
          <h1 className="about-name">
            Какие тиражи выгодно печатать "цифрой" (цифровым способом печати)?
          </h1>
          <p className="about-text">
            Цифровая печать позволяет печать рекламно-полиграфические материалы
            и любую печатную продукцию (полиграфию) тиражами от 1 экземпляра!
            Вам больше не надо выделять огромные бюджеты на традиционную
            офсетную печать - вы можете заказать ровно столько полиграфической
            продукции, сколько Вам надо сейчас. В традиционной офсетной
            типографии Вы вряд ли сможете напечатать 50 визиток, 100 конвертов,
            менее 500 листовок, либо меньше 300 многостраничных брошюр или
            каталогов. Это просто дорого и не выгодно Вам!
          </p>
          <h1 className="about-name">Всегда срочно! Всегда вовремя?</h1>
          <p className="about-text">
            Цифровая печать позволяет печатать срочные тиражи (полиграфию
            срочно), когда надо было "еще вчера". Мы предлагаем Вам минимальный
            срок изготовления полиграфической продукции (полиграфия на
            Белорусской): изготовление визиток - 15-30 минут, печать буклетов -
            1 час, изготовление многостраничных брошюр - в течение 1 дня. У Вас
            есть возможность сразу перед печатью тиража увидеть и подписать
            цветопробу и внести "последние исправления" в дизайн-макет. Мы
            печатаем срочную полиграфию в нашем печатном салоне у метро
            Белорусская. Завтра важная встреча? А у Вас нет ни визиток, ни
            брошюр о компании, ни других представительских и рекламных
            материалов? В традиционной офсетной типографии Вам назовут срок
            минимум 3-5 дней..., а мы напечатаем Вам полиграфию срочно!
          </p>

          <h1 className="about-name">
            Какую полиграфию печатают на цифровых печатных машинах (цифровой
            печатью)?
          </h1>

          <p className="about-text" >
            На наших цифровых печатных машинах методом т.н. "цифровой печати" мы
            изготавливаем широкий спектр полиграфической продукции, начиная от
            визиток и листовок, и заканчивая многостраничными каталогами и
            брошюрами с самой разной постпечатной отделкой (ламинация, вырубка,
            тиснение, биговка, клеевое скрепление и др.). Вы также можете
            заказать изготовление и доставку любого другого вида полиграфической
            продукции - мы печатаем быстро (полиграфия срочно у метро
            Белорусская) и качественно такую рекламно-полиграфическую продукцию,
            как: Визитки на дизайнерской бумаге, фирменные бланки, листки для
            записи, конверты с печатью, дипломы и сертификаты, грамоты, брошюры
            и каталоги, буклеты, лифлеты, наклейки любых размеров и форм,
            приглашения, открытки, бейджи, проспекты, вкладыши и конверты под CD
            и DVD, обложки для отчетов, презентации, закладки для книг,
            супер-обложки, блокноты, воблеры, промо-газеты, плакаты,
            фотопостеры, бумажные пакеты и много другой рекламно-полиграфической
            продукции срочно
          </p>

          <h1 className="about-name" >А какие нужны макеты для цифровой печати?</h1>
          <p className="about-text">
            При цифровой печати Вам больше не надо тратить значительные суммы на
            допечатную подготовку и редактирование вашего макета, который вы
            подготовили для цифровой печати в обычном "офисном" приложении типа
            "Word" или "Power Point". Цифровая печать менее требовательна к
            качеству используемых при подготовке макета изображений. С
            требованиями к макетам для срочной цифровой печати полиграфии в
            онлайн-типографии www.Digital-Printing.ru вы можете ознакомиться в
            разделе технических требований. Предпочтительнее, если Вы сохраните
            ваш документ в универсальном формате - PDF и загрузите файл в
            формате PDF для срочной печати полиграфии в соответствующем разделе
            на нашем сайте www.Digital-Printing.ru. Мы обязательно проверим
            перед печатью ваш макет и свяжемся с вами, если с макетом не все в
            порядке.
          </p>
          <h1 className="about-name" >Можно ли использовать дизайнерские бумаги?</h1>
          <p className="about-text" >
            Да, конечно! Цифровая печать позволяет изготавливать премиальную
            полиграию (и полиграфию срочно) с использванием эксклюзивных
            дизайнерских бумаг. В своей работе мы используем самые разнообразные
            дизайнерские бумаги от всех ведущих производителей. Это и гладкие
            высокобелые или цветные бумаги (например, Gmund Color, Ivobel);
            металлизированные бумаги (Majestic, Comet, Premier и др.);
            текстурированные с тиснение "лен", "молоток", "верже",
            "микровельвет" и др.; а также самую популярную бумагу с тактильным
            ощущением "резиновости" - Touch Cover, Plike и т.п. В нашей цифровой
            типографии у метро Белорусская вы можете ознакомиться с наиболее
            популярными видами дизайнерских бумаг и посмотреть в живую образцы
            отпечатанной на них полиграфической продукции. В отличие от
            традиционной офсетной технологии при цифровой печати нет
            необходимости тратить большое количество дорогой эксклюзивной
            дизайнерской бумаги на технологические процессы настройки
            оборудования для печати полиграфии. Цифровая печать приводит к
            экономии Ваших денег...
          </p>
          <h1 className="about-name" >Можно ли быстро допечатывать срочные тиражи цифровой печатью?</h1>
          <p className="about-text" >
            Да, конечно. Мало того, "печать по требованию" является одним из
            основных преимуществ цифровой печати, т.к. печатать необходимое и
            реально требуемое количество срочной полиграфии правильнее, чем
            печатать "про запас" и потом смотреть как вся полиграфия пылиться,
            занимает место и устаревает... Посмотрите вокруг: скольким
            полиграфическим материалам не помешало бы внесение изменений, будь
            то новый телефон, изменения в адресе, ценах, ассортименте и т.п.
            Однако Вам приходится или выкидывать такую полиграфию, или же
            раздавать рекламные материалы с заведомо устаревшими сведениями. Не
            позволяйте Вашей полиграфической продукции устаревать! Печатайте
            ровно столько, сколько вам надо в данный момент времени цифровой
            печатью и старайтесь делать много разнообразной
            рекламно-полиграфической продукции, нежели пытаться напечатать "один
            раз и на всю жизнь" - время летит быстро, информация меняется
            молниеносно...
          </p>
          <h1 className="about-name" >Как обстоят дела со стабильностью цвета при цифровой печати?</h1>
          <p className="about-text" >
            В онлайн-типографии №1 www.Digital-Printing.ru (полиграфия на
            Белорусской срочно) установлены серьезные цифровые печатные машины,
            цветокалибровка которых (настройка и приведение цветопередачи к
            эталонным цветам) производится на регулярной основе. Мы обращаем
            большое внимание правильной цветопередаче. Это очень важно при смене
            бумаги на дизайнерскую, особенно, если бумага для печати имеет
            некоторый оттенок. При обращении в любую цифровую типографию
            поинтересуйтесь, как часто в этой компании производят
            цветокалибровку (настройку цветности) печатных машин. В маленьких
            компаниях зачастую нет ни специального для этого оборудования, ни
            знаний в области настройки цвета у персонала. Конечно, современные
            цифровые печатные машины сами подстраивают качество печати, но этого
            бывает недостаточно для достижения ожидаемо хороших результатов при
            печати действительно срочной полиграфии.
          </p>
        </div>
      </div>
    </div>
  );
};

export default About1;
